{
  "Why is \"Chess is played on an 8x8 board.\" important?": [
    "Why is \"Why is \"Chess is played on an 8x8 board.\" important?\" significant?",
    "What could challenge \"Why is \"Chess is played on an 8x8 board.\" important?\"?"
  ],
  "What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?": [
    "Why is \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\" significant?",
    "What could challenge \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\"?"
  ],
  "Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?": [
    "Why is \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\" significant?",
    "What could challenge \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\"?"
  ],
  "What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?": [
    "Why is \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\" significant?",
    "What could challenge \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\"?"
  ],
  "Why is \"- The king can move one square in any direction.\" important?": [
    "Why is \"Why is \"- The king can move one square in any direction.\" important?\" significant?",
    "What could challenge \"Why is \"- The king can move one square in any direction.\" important?\"?"
  ],
  "What assumptions are hidden inside \"- The king can move one square in any direction.\"?": [
    "Why is \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\" significant?",
    "What could challenge \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\"?"
  ],
  "Why is \"- The queen can move any number of squares in any direction.\" important?": [
    "Why is \"Why is \"- The queen can move any number of squares in any direction.\" important?\" significant?",
    "What could challenge \"Why is \"- The queen can move any number of squares in any direction.\" important?\"?"
  ],
  "What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?": [
    "Why is \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\" significant?",
    "What could challenge \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\"?"
  ],
  "Why is \"- The rook moves horizontally or vertically.\" important?": [
    "Why is \"Why is \"- The rook moves horizontally or vertically.\" important?\" significant?",
    "What could challenge \"Why is \"- The rook moves horizontally or vertically.\" important?\"?"
  ],
  "What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?": [
    "Why is \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\" significant?",
    "What could challenge \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\"?"
  ],
  "Why is \"Why is \"Chess is played on an 8x8 board.\" important?\" significant?": [
    "Why is \"Why is \"Why is \"Chess is played on an 8x8 board.\" important?\" significant?\" significant?",
    "What could challenge \"Why is \"Why is \"Chess is played on an 8x8 board.\" important?\" significant?\"?"
  ],
  "What could challenge \"Why is \"Chess is played on an 8x8 board.\" important?\"?": [
    "Why is \"What could challenge \"Why is \"Chess is played on an 8x8 board.\" important?\"?\" significant?",
    "What could challenge \"What could challenge \"Why is \"Chess is played on an 8x8 board.\" important?\"?\"?"
  ],
  "Why is \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\" significant?": [
    "Why is \"Why is \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\" significant?\" significant?",
    "What could challenge \"Why is \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\" significant?\"?"
  ],
  "What could challenge \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\"?": [
    "Why is \"What could challenge \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\"?\" significant?",
    "What could challenge \"What could challenge \"What assumptions are hidden inside \"Chess is played on an 8x8 board.\"?\"?\"?"
  ],
  "Why is \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\" significant?": [
    "Why is \"Why is \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\" significant?\" significant?",
    "What could challenge \"Why is \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\" significant?\"?"
  ],
  "What could challenge \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\"?": [
    "Why is \"What could challenge \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\"?\" significant?",
    "What could challenge \"What could challenge \"Why is \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\" important?\"?\"?"
  ],
  "Why is \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\" significant?": [
    "Why is \"Why is \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\" significant?\" significant?",
    "What could challenge \"Why is \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\" significant?\"?"
  ],
  "What could challenge \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\"?": [
    "Why is \"What could challenge \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\"?\" significant?",
    "What could challenge \"What could challenge \"What assumptions are hidden inside \"Each player controls 16 pieces: one king, one queen, two rooks, two bishops, two knights, and eight pawns.\"?\"?\"?"
  ],
  "Why is \"Why is \"- The king can move one square in any direction.\" important?\" significant?": [
    "Why is \"Why is \"Why is \"- The king can move one square in any direction.\" important?\" significant?\" significant?",
    "What could challenge \"Why is \"Why is \"- The king can move one square in any direction.\" important?\" significant?\"?"
  ],
  "What could challenge \"Why is \"- The king can move one square in any direction.\" important?\"?": [
    "Why is \"What could challenge \"Why is \"- The king can move one square in any direction.\" important?\"?\" significant?",
    "What could challenge \"What could challenge \"Why is \"- The king can move one square in any direction.\" important?\"?\"?"
  ],
  "Why is \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\" significant?": [
    "Why is \"Why is \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\" significant?\" significant?",
    "What could challenge \"Why is \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\" significant?\"?"
  ],
  "What could challenge \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\"?": [
    "Why is \"What could challenge \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\"?\" significant?",
    "What could challenge \"What could challenge \"What assumptions are hidden inside \"- The king can move one square in any direction.\"?\"?\"?"
  ],
  "Why is \"Why is \"- The queen can move any number of squares in any direction.\" important?\" significant?": [
    "Why is \"Why is \"Why is \"- The queen can move any number of squares in any direction.\" important?\" significant?\" significant?",
    "What could challenge \"Why is \"Why is \"- The queen can move any number of squares in any direction.\" important?\" significant?\"?"
  ],
  "What could challenge \"Why is \"- The queen can move any number of squares in any direction.\" important?\"?": [
    "Why is \"What could challenge \"Why is \"- The queen can move any number of squares in any direction.\" important?\"?\" significant?",
    "What could challenge \"What could challenge \"Why is \"- The queen can move any number of squares in any direction.\" important?\"?\"?"
  ],
  "Why is \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\" significant?": [
    "Why is \"Why is \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\" significant?\" significant?",
    "What could challenge \"Why is \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\" significant?\"?"
  ],
  "What could challenge \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\"?": [
    "Why is \"What could challenge \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\"?\" significant?",
    "What could challenge \"What could challenge \"What assumptions are hidden inside \"- The queen can move any number of squares in any direction.\"?\"?\"?"
  ],
  "Why is \"Why is \"- The rook moves horizontally or vertically.\" important?\" significant?": [
    "Why is \"Why is \"Why is \"- The rook moves horizontally or vertically.\" important?\" significant?\" significant?",
    "What could challenge \"Why is \"Why is \"- The rook moves horizontally or vertically.\" important?\" significant?\"?"
  ],
  "What could challenge \"Why is \"- The rook moves horizontally or vertically.\" important?\"?": [
    "Why is \"What could challenge \"Why is \"- The rook moves horizontally or vertically.\" important?\"?\" significant?",
    "What could challenge \"What could challenge \"Why is \"- The rook moves horizontally or vertically.\" important?\"?\"?"
  ],
  "Why is \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\" significant?": [
    "Why is \"Why is \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\" significant?\" significant?",
    "What could challenge \"Why is \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\" significant?\"?"
  ],
  "What could challenge \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\"?": [
    "Why is \"What could challenge \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\"?\" significant?",
    "What could challenge \"What could challenge \"What assumptions are hidden inside \"- The rook moves horizontally or vertically.\"?\"?\"?"
  ]
}